Repository: SoBison/Yearn
Catalog: Yearn/Resources/*.lproj/Localizable.strings
Languages: it, ja, ru

# import.help.method.airdrop.desc
source: Receive ROM files via AirDrop from other devices
it: Ricevi file ROM tramite AirDrop da altri dispositivi
ja: 他のデバイスからAirDropでROMファイルを受信
ru: Получите ROM-файлы через AirDrop с других устройств

# import.help.tips.title
source: Tips
it: Suggerimenti
ja: ヒント
ru: Советы

# import.help.tip.1
source: Make sure ROM files have correct extensions (.nes, .sfc, .gba, etc.)
it: Assicurati che le estensioni dei file siano corrette (.nes, .sfc, .gba, ecc.)
ja: ROMファイルの拡張子が正しいことを確認（.nes、.sfc、.gbaなど）
ru: Убедитесь, что расширения файлов правильные (.nes, .sfc, .gba и т.д.)

# import.help.tip.2
source: PS1 games require .bin/.cue, .iso, or .chd format
it: I giochi PS1 richiedono formato .bin/.cue, .iso o .chd
ja: PS1ゲームは.bin/.cue、.iso、または.chd形式が必要
ru: Игры PS1 требуют формат .bin/.cue, .iso или .chd

# import.help.tip.3
source: Games are automatically organized by system after import
it: I giochi vengono organizzati automaticamente per sistema dopo l'importazione
ja: インポート後、ゲームはシステム別に自動整理
ru: После импорта игры автоматически сортируются по системам

# import.help.tip.4
source: You can manage imported games in Settings
it: Puoi gestire i giochi importati nelle Impostazioni
ja: 設定でインポートしたゲームを管理できます
ru: Вы можете управлять импортированными играми в Настройках

# import.help.bios.title
source: BIOS Information
it: Informazioni BIOS
ja: BIOSについて
ru: Информация о BIOS

# import.help.bios.desc
source: PlayStation (PS1) games require BIOS files to run. Please import BIOS files in Settings > BIOS Files. Other platforms do not require additional BIOS files.
it: I giochi PlayStation (PS1) richiedono file BIOS per funzionare. Importa i file BIOS in Impostazioni > File BIOS. Altre piattaforme non richiedono file BIOS aggiuntivi.
ja: PlayStation (PS1) ゲームを実行するにはBIOSファイルが必要です。設定 > BIOSファイルでBIOSをインポートしてください。他のプラットフォームは追加のBIOSファイルは不要です。
ru: Для игр PlayStation (PS1) требуются файлы BIOS. Импортируйте BIOS в Настройки > Файлы BIOS. Другие платформы не требуют дополнительных файлов BIOS.
