Repository: SoBison/Yearn
Catalog: Yearn/Resources/*.lproj/Localizable.strings
Languages: it, ja, ru

# common.done
source: Done
it: Fine
ja: 完了
ru: Готово

# common.cancel
source: Cancel
it: Annulla
ja: キャンセル
ru: Отмена

# common.save
source: Save
it: Salva
ja: 保存
ru: Сохранить

# common.delete
source: Delete
it: Elimina
ja: 削除
ru: Удалить

# common.edit
source: Edit
it: Modifica
ja: 編集
ru: Редактировать

# common.error
source: Error
it: Errore
ja: エラー
ru: Ошибка

# common.success
source: Success
it: Successo
ja: 成功
ru: Успешно

# common.loading
source: Loading...
it: Caricamento...
ja: 読み込み中...
ru: Загрузка...

# common.search
source: Search
it: Cerca
ja: 検索
ru: Поиск

# common.settings
source: Settings
it: Impostazioni
ja: 設定
ru: Настройки

# common.back
source: Back
it: Indietro
ja: 戻る
ru: Назад

# common.next
source: Next
it: Avanti
ja: 次へ
ru: Далее

# common.skip
source: Skip
it: Salta
ja: スキップ
ru: Пропустить

# common.retry
source: Retry
it: Riprova
ja: 再試行
ru: Повторить

# common.close
source: Close
it: Chiudi
ja: 閉じる
ru: Закрыть

# common.share
source: Share
it: Condividi
ja: 共有
ru: Поделиться

# common.favorite
source: Favorite
it: Preferito
ja: お気に入り
ru: В избранное

# common.unfavorite
source: Unfavorite
it: Rimuovi dai preferiti
ja: お気に入り解除
ru: Из избранного

# tab.library
source: Library
it: Libreria
ja: ライブラリ
ru: Библиотека

# tab.settings
source: Settings
it: Impostazioni
ja: 設定
ru: Настройки

# library.title
source: Game Library
it: Libreria Giochi
ja: ゲームライブラリ
ru: Библиотека игр

# library.empty.title
source: No Games
it: Nessun Gioco
ja: ゲームがありません
ru: Нет игр

# library.empty.message
source: Import ROM files to start playing. Supported: NES, SNES, GB/GBC, GBA, N64, NDS, Genesis, PS1
it: Importa file ROM per iniziare a giocare
ja: ROMファイルをインポートしてプレイを開始
ru: Импортируйте ROM-файлы, чтобы начать играть

# library.import
source: Import Files
it: Importa ROM
ja: ROMをインポート
ru: Импорт ROM

# library.import.folder
source: Import Folder
it: Importa Cartella
ja: フォルダをインポート
ru: Импорт папки

# library.recent
source: Recently Played
it: Giocati di Recente
ja: 最近プレイしたゲーム
ru: Недавно сыгранные

# library.favorites
source: Favorites
it: Preferiti
ja: お気に入り
ru: Избранное

# library.all
source: All Games
it: Tutti i Giochi
ja: すべてのゲーム
ru: Все игры

# library.search.placeholder
source: Search games...
it: Cerca giochi...
ja: ゲームを検索...
ru: Поиск игр...

# library.sort.name
source: Name
it: Nome
ja: 名前
ru: Название

# library.sort.date
source: Date Added
it: Data Aggiunta
ja: 追加日
ru: Дата добавления

# library.sort.lastPlayed
source: Last Played
it: Ultima Partita
ja: 最終プレイ
ru: Последняя игра

# library.sort.system
source: System
it: Sistema
ja: システム
ru: Система

# library.filter.all
source: All Systems
it: Tutti i Sistemi
ja: すべてのシステム
ru: Все системы

# library.game.play
source: Play
it: Gioca
ja: プレイ
ru: Играть

# library.game.delete
source: Delete Game
it: Elimina Gioco
ja: ゲームを削除
ru: Удалить игру

# library.game.delete.confirm
source: Are you sure you want to delete "%@"? This action cannot be undone.
it: Sei sicuro di voler eliminare "%@"? Questa azione non può essere annullata.
ja: 「%@」を削除してもよろしいですか？この操作は取り消せません。
ru: Вы уверены, что хотите удалить «%@»? Это действие нельзя отменить.

# library.game.info
source: Game Info
it: Info Gioco
ja: ゲーム情報
ru: Информация об игре

# library.game.cover
source: Change Cover
it: Cambia Copertina
ja: カバーを変更
ru: Изменить обложку

# system.nes
source: NES
it: Nintendo Entertainment System
ja: ファミリーコンピュータ
ru: Nintendo Entertainment System

# system.snes
source: SNES
it: Super Nintendo
ja: スーパーファミコン
ru: Super Nintendo

# system.gbc
source: GB/GBC
it: Game Boy Color
ja: ゲームボーイカラー
ru: Game Boy Color

# system.gba
source: GBA
it: Game Boy Advance
ja: ゲームボーイアドバンス
ru: Game Boy Advance

# system.n64
source: N64
it: Nintendo 64
ja: NINTENDO64
ru: Nintendo 64

# system.nds
source: NDS
it: Nintendo DS
ja: ニンテンドーDS
ru: Nintendo DS

# system.genesis
source: Genesis
it: Sega Genesis / Mega Drive
ja: メガドライブ
ru: Sega Genesis / Mega Drive

# system.ps1
source: PS1
it: PlayStation
ja: プレイステーション
ru: PlayStation

# emulation.pause
source: Pause
it: Pausa
ja: 一時停止
ru: Пауза

# emulation.resume
source: Resume
it: Riprendi
ja: 再開
ru: Продолжить

# emulation.reset
source: Reset
ja: リセット
ru: Сброс

# emulation.quit
source: Quit Game
it: Esci dal Gioco
ja: ゲームを終了
ru: Выйти из игры

# emulation.quit.confirm
source: Are you sure you want to quit? Unsaved progress will be lost.
it: Sei sicuro di voler uscire? I progressi non salvati andranno persi.
ja: 終了してもよろしいですか？保存されていない進行状況は失われます。
ru: Вы уверены, что хотите выйти? Несохранённый прогресс будет потерян.

# emulation.saveState
source: Save State
it: Salva Stato
ja: ステートセーブ
ru: Сохранить состояние

# emulation.loadState
source: Load State
it: Carica Stato
ja: ステートロード
ru: Загрузить состояние

# emulation.quickSave
source: Quick Save
it: Salvataggio Rapido
ja: クイックセーブ
ru: Быстрое сохранение

# emulation.quickLoad
source: Quick Load
it: Caricamento Rapido
ja: クイックロード
ru: Быстрая загрузка

# emulation.screenshot
source: Screenshot
ja: スクリーンショット
ru: Скриншот

# emulation.screenshot.saved
source: Screenshot saved
it: Screenshot salvato
ja: スクリーンショットを保存しました
ru: Скриншот сохранён

# emulation.fastForward
source: Fast Forward
it: Avanti Veloce
ja: 早送り
ru: Ускорение

# emulation.slowMotion
source: Slow Motion
it: Rallentatore
ja: スローモーション
ru: Замедление

# emulation.speed
source: Speed
it: Velocità
ja: 速度
ru: Скорость

# emulation.cheats
source: Cheats
it: Trucchi
ja: チート
ru: Читы

# emulation.rewind
source: Rewind
it: Riavvolgi
ja: 巻き戻し
ru: Перемотка

# saveStates.title
source: Save States
it: Stati di Salvataggio
ja: ステートセーブ
ru: Сохранения

# saveStates.slot
source: Slot %d
ja: スロット %d
ru: Слот %d

# saveStates.quickSave
source: Quick Save
it: Salvataggio Rapido
ja: クイックセーブ
ru: Быстрое сохранение

# saveStates.empty
source: Empty
it: Vuoto
ja: 空
ru: Пусто

# saveStates.noStates
source: No Save States
it: Nessun Salvataggio
ja: セーブデータがありません
ru: Нет сохранений

# saveStates.noStates.message
source: Save your progress to continue later
it: Salva i tuoi progressi per continuare dopo
ja: 進行状況を保存して後で続きをプレイ
ru: Сохраните прогресс, чтобы продолжить позже

# saveStates.delete
source: Delete Save State
it: Elimina Salvataggio
ja: セーブデータを削除
ru: Удалить сохранение

# saveStates.delete.confirm
source: Are you sure you want to delete this save state?
it: Sei sicuro di voler eliminare questo salvataggio?
ja: このセーブデータを削除してもよろしいですか？
ru: Вы уверены, что хотите удалить это сохранение?

# saveStates.load
source: Load
it: Carica
ja: ロード
ru: Загрузить

# saveStates.save
source: Save
it: Salva
ja: セーブ
ru: Сохранить

# cheats.title
source: Cheats
it: Trucchi
ja: チート
ru: Читы

# cheats.add
source: Add Cheat
it: Aggiungi Trucco
ja: チートを追加
ru: Добавить чит

# cheats.edit
source: Edit Cheat
it: Modifica Trucco
ja: チートを編集
ru: Редактировать чит

# cheats.name
source: Name
it: Nome
ja: 名前
ru: Название

# cheats.code
source: Code
it: Codice
ja: コード
ru: Код

# cheats.format
source: Format
it: Formato
ja: フォーマット
ru: Формат

# cheats.enabled
source: Enabled
it: Attivo
ja: 有効
ru: Включено

# cheats.empty
source: No Cheats
it: Nessun Trucco
ja: チートがありません
ru: Нет читов

# cheats.empty.message
source: Add cheat codes to enhance your gameplay
it: Aggiungi codici trucco per migliorare il gameplay
ja: チートコードを追加してゲームプレイを強化
ru: Добавьте чит-коды для улучшения игрового процесса

# cheats.invalid
source: Invalid cheat code
it: Codice trucco non valido
ja: 無効なチートコード
ru: Неверный чит-код

# settings.title
source: Settings
it: Impostazioni
ja: 設定
ru: Настройки

# settings.appearance
source: Appearance
it: Aspetto
ja: 外観
ru: Оформление

# settings.general
source: General
it: Generali
ja: 一般
ru: Основные

# settings.display
source: Display
it: Schermo
ja: ディスプレイ
ru: Экран

# settings.audio
source: Audio
ja: オーディオ
ru: Звук

# settings.controls
source: Controls
it: Controlli
ja: コントローラー
ru: Управление

# settings.saves
source: Saves
it: Salvataggi
ja: セーブ
ru: Сохранения

# settings.cores
source: Emulator Cores
it: Core Emulatore
ja: エミュレータコア
ru: Ядра эмулятора

# settings.storage
source: Storage
it: Archiviazione
ja: ストレージ
ru: Хранилище

# settings.about
source: About
it: Info
ja: このアプリについて
ru: О приложении

# settings.accessibility
source: Accessibility
it: Accessibilità
ja: アクセシビリティ
ru: Универсальный доступ

# settings.general.haptics
source: Haptic Feedback
it: Feedback Aptico
ja: 触覚フィードバック
ru: Тактильная отдача

# settings.general.haptics.desc
source: Haptic feedback provides tactile response when pressing virtual buttons.
it: Il feedback aptico fornisce risposta tattile quando si premono i pulsanti virtuali.
ja: バーチャルボタンを押したときに触覚フィードバックを提供します。
ru: Тактильная отдача при нажатии виртуальных кнопок.

# settings.general.keepAwake
source: Keep Screen Awake
it: Mantieni Schermo Acceso
ja: 画面を常にオン
ru: Не выключать экран

# settings.general.showFPS
source: Show FPS Counter
it: Mostra Contatore FPS
ja: FPSカウンターを表示
ru: Показывать FPS

# settings.general.language
source: Language
it: Lingua
ja: 言語
ru: Язык

# settings.general.language.system
source: System Default
it: Sistema
ja: システム設定に従う
ru: Системный

# language.available
source: Available Languages
it: Lingue Disponibili
ja: 利用可能な言語
ru: Доступные языки

# language.restart.hint
source: Language will be applied immediately.
it: Riavvia l'app per applicare le modifiche della lingua.
ja: 言語の変更を適用するにはアプリを再起動してください。
ru: Перезапустите приложение для применения изменений языка.

# settings.display.filter
source: Video Filter
it: Filtro Video
ja: ビデオフィルター
ru: Видеофильтр

# settings.display.filter.none
source: Pixel Perfect
it: Nessuno (Pixel Perfect)
ja: なし（ピクセルパーフェクト）
ru: Нет (пиксель в пиксель)

# settings.display.filter.smooth
source: Smooth
it: Liscio
ja: スムース
ru: Сглаживание

# settings.display.aspectRatio
source: Aspect Ratio
it: Proporzioni
ja: アスペクト比
ru: Соотношение сторон

# settings.audio.volume
source: Volume
ja: 音量
ru: Громкость

# settings.audio.mute
source: Mute
it: Muto
ja: ミュート
ru: Без звука

# settings.controls.title
source: Controller Settings
it: Impostazioni Controller
ja: コントローラー設定
ru: Настройки управления

# settings.controls.virtual
source: Virtual Controller
it: Controller Virtuale
ja: バーチャルコントローラー
ru: Виртуальный контроллер

# settings.controls.opacity
source: Controller Opacity
it: Opacità
ja: 不透明度
ru: Прозрачность

# settings.controls.size
source: Size
it: Dimensione
ja: サイズ
ru: Размер

# settings.controls.haptics
source: Haptic Feedback
it: Feedback Aptico
ja: 触覚フィードバック
ru: Тактильная отдача

# settings.controls.labels
source: Show Button Labels
it: Mostra Etichette Pulsanti
ja: ボタンラベルを表示
ru: Показывать подписи кнопок

# settings.controls.autoHide
source: Auto-Hide When Idle
it: Nascondi Automaticamente
ja: アイドル時に自動非表示
ru: Автоскрытие при бездействии

# settings.controls.skin
source: Controller Skins
it: Skin Controller
ja: コントローラースキン
ru: Оформление контроллера

# settings.controls.vibration
source: Vibration
it: Vibrazione
ja: 振動
ru: Вибрация

# settings.controls.mapping
source: Button Mapping
it: Mappatura Pulsanti
ja: ボタンマッピング
ru: Назначение кнопок

# settings.controls.connected
source: External Controllers
it: Controller Connessi
ja: 接続中のコントローラー
ru: Подключённые контроллеры

# settings.controls.noControllers
source: No Controllers Connected
it: Nessun controller connesso
ja: コントローラーが接続されていません
ru: Контроллеры не подключены

# settings.controls.turbo
source: Turbo Settings
it: Impostazioni Turbo
ja: 連射設定
ru: Настройки турбо

# skin.default
source: Default
it: Predefinito
ja: デフォルト
ru: По умолчанию

# skin.minimal
source: Minimal
it: Minimale
ja: ミニマル
ru: Минимальный

# skin.retro
source: Retro
ja: レトロ
ru: Ретро

# skin.neon
source: Neon
ja: ネオン
ru: Неон

# skin.classicNintendo
source: Classic Nintendo
it: Nintendo Classico
ja: クラシック任天堂
ru: Классический Nintendo

# skin.transparent
source: Transparent
it: Trasparente
ja: 透明
ru: Прозрачный

# skin.darkMode
source: Dark Mode
it: Modalità Scura
ja: ダークモード
ru: Тёмный режим

# skin.custom
source: Custom
it: Personalizzato
ja: カスタム
ru: Пользовательское

# skin.create
source: Create Custom Skin
it: Crea Skin Personalizzata
ja: カスタムスキンを作成
ru: Создать своё оформление

# skin.builtin
source: Built-in
it: Integrato
ja: 内蔵
ru: Встроенный

# skin.category.standard
source: Standard
ja: スタンダード
ru: Стандартные

# skin.category.themed
source: Themed
it: Temi
ja: テーマ
ru: Тематические

# skin.category.special
source: Special
it: Speciale
ja: スペシャル
ru: Особые

# skin.category.custom
source: Custom Skins
it: Skin Personalizzate
ja: カスタムスキン
ru: Пользовательские

# settings.saves.autoSave
source: Auto Save
it: Salvataggio Automatico
ja: オートセーブ
ru: Автосохранение

# settings.saves.autoSave.interval
source: Auto Save Interval
it: Intervallo Salvataggio Auto
ja: オートセーブ間隔
ru: Интервал автосохранения

# settings.saves.autoSave.interval.30sec
source: 30 seconds
it: 30 secondi
ja: 30秒
ru: 30 секунд

# settings.saves.autoSave.interval.1min
source: 1 minute
it: 1 minuto
ja: 1分
ru: 1 минута

# settings.saves.autoSave.interval.2min
source: 2 minutes
it: 2 minuti
ja: 2分
ru: 2 минуты

# settings.saves.autoSave.interval.5min
source: 5 minutes
it: 5 minuti
ja: 5分
ru: 5 минут

# settings.saves.autoSave.interval.10min
source: 10 minutes
it: 10 minuti
ja: 10分
ru: 10 минут

# settings.saves.icloud
source: iCloud Sync
it: Sincronizzazione iCloud
ja: iCloud同期
ru: Синхронизация iCloud

# settings.saves.icloud.description
source: Sync saves across devices
it: Sincronizza salvataggi tra dispositivi
ja: デバイス間でセーブを同期
ru: Синхронизация сохранений между устройствами

# settings.storage.used
source: Storage Used
it: Spazio Utilizzato
ja: 使用中のストレージ
ru: Использовано

# settings.storage.roms
source: ROMs
it: ROM
ja: ROM
ru: ROM-файлы

# settings.storage.saves
source: Save States
it: Salvataggi
ja: ステートセーブ
ru: Сохранения

# settings.storage.artwork
source: Artwork
it: Copertine
ja: アートワーク
ru: Обложки

# settings.storage.clearCache
source: Clear Cache
it: Svuota Cache
ja: キャッシュをクリア
ru: Очистить кэш

# settings.about.version
source: Version
it: Versione
ja: バージョン
ru: Версия

# settings.about.licenses
source: Open Source Licenses
it: Licenze Open Source
ja: オープンソースライセンス
ru: Лицензии открытого ПО

# settings.about.sourceCode
source: Source Code
it: Codice Sorgente
ja: ソースコード
ru: Исходный код

# settings.about.rate
source: Rate on App Store
it: Valuta su App Store
ja: App Storeで評価
ru: Оценить в App Store

# settings.about.contact
source: Contact Us
it: Contattaci
ja: お問い合わせ
ru: Связаться с нами

# gameInfo.fileInfo
source: File Info
it: Info File
ja: ファイル情報
ru: Информация о файле

# stats.title
source: Statistics
it: Statistiche
ja: 統計
ru: Статистика

# stats.totalGames
source: Total Games
it: Giochi Totali
ja: ゲーム総数
ru: Всего игр

# stats.totalPlayTime
source: Total Play Time
it: Tempo di Gioco Totale
ja: 総プレイ時間
ru: Общее время игры

# stats.favoriteSystem
source: Favorite System
it: Sistema Preferito
ja: お気に入りのシステム
ru: Любимая система

# stats.mostPlayed
source: Most Played
it: Più Giocati
ja: 最もプレイしたゲーム
ru: Самые популярные

# stats.recentlyPlayed
source: Recently Played
it: Giocati di Recente
ja: 最近プレイしたゲーム
ru: Недавно сыгранные

# stats.overview
source: Overview
it: Panoramica
ja: 概要
ru: Обзор

# stats.gamesBySystem
source: Games by System
it: Giochi per Sistema
ja: システム別ゲーム
ru: Игры по системам

# stats.recentActivity
source: Recent Activity
it: Attività Recente
ja: 最近のアクティビティ
ru: Недавняя активность

# stats.storage
source: Storage
it: Archiviazione
ja: ストレージ
ru: Хранилище

# stats.totalSize
source: Total Size
it: Dimensione Totale
ja: 合計サイズ
ru: Общий размер

# stats.favorites
source: Favorites
it: Preferiti
ja: お気に入り
ru: Избранное

# stats.chartsRequireIOS17
source: Charts require iOS 17+
it: I grafici richiedono iOS 17+
ja: グラフにはiOS 17以降が必要です
ru: Для графиков требуется iOS 17+

# stats.noRecentGames
source: No games played recently
it: Nessun gioco giocato di recente
ja: 最近プレイしたゲームはありません
ru: Нет недавно сыгранных игр

# stats.calculating
source: Calculating...
it: Calcolo in corso...
ja: 計算中...
ru: Вычисление...

# stats.roms
source: ROMs
it: ROM
ja: ROM
ru: ROM-файлы

# stats.saveStates
source: Save States
it: Stati di Salvataggio
ja: セーブステート
ru: Сохранения состояний

# stats.batterySaves
source: Battery Saves
it: Salvataggi Batteria
ja: バッテリーセーブ
ru: Сохранения батареи

# stats.cores
source: Cores
it: Core
ja: コア
ru: Ядра

# error.import.failed
source: Failed to import game
it: Importazione gioco fallita
ja: ゲームのインポートに失敗しました
ru: Не удалось импортировать игру

# error.import.unsupported
source: Unsupported file format
it: Formato file non supportato
ja: サポートされていないファイル形式
ru: Неподдерживаемый формат файла

# error.core.notFound
source: Emulator core not found
it: Core emulatore non trovato
ja: エミュレータコアが見つかりません
ru: Ядро эмулятора не найдено

# error.core.loadFailed
source: Failed to load emulator core
it: Caricamento core emulatore fallito
ja: エミュレータコアの読み込みに失敗しました
ru: Не удалось загрузить ядро эмулятора

# error.game.loadFailed
source: Failed to load game
it: Caricamento gioco fallito
ja: ゲームの読み込みに失敗しました
ru: Не удалось загрузить игру

# error.save.failed
source: Failed to save
it: Salvataggio fallito
ja: 保存に失敗しました
ru: Не удалось сохранить

# error.load.failed
source: Failed to load
it: Caricamento fallito
ja: 読み込みに失敗しました
ru: Не удалось загрузить

# error.network
source: Network error
it: Errore di rete
ja: ネットワークエラー
ru: Ошибка сети

# error.unknown
source: An unknown error occurred
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが発生しました
ru: Произошла неизвестная ошибка

# time.hours
source: %d hours
it: %d ore
ja: %d時間
ru: %d ч.

# time.minutes
source: %d minutes
it: %d minuti
ja: %d分
ru: %d мин.

# time.seconds
source: %d seconds
it: %d secondi
ja: %d秒
ru: %d сек.

# time.never
source: Never
it: Mai
ja: なし
ru: Никогда

# time.justNow
source: Just now
it: Adesso
ja: たった今
ru: Только что

# theme.title
source: Theme
it: Tema
ja: テーマ
ru: Тема

# theme.current
source: Current Theme
it: Tema Attuale
ja: 現在のテーマ
ru: Текущая тема

# theme.system
source: System
it: Sistema
ja: システム
ru: Система

# theme.gaming
source: Gaming Consoles
it: Gaming
ja: ゲーム機
ru: Игровые

# theme.styles
source: Styles
it: Stili
ja: スタイル
ru: Стили

# theme.default
source: Default
it: Predefinito
ja: デフォルト
ru: По умолчанию

# theme.default.desc
source: Clean and modern system style
it: Stile di sistema pulito e moderno
ja: クリーンでモダンなシステムスタイル
ru: Чистый и современный системный стиль

# theme.nintendo
source: Nintendo Classic
it: Nintendo Classico
ja: 任天堂クラシック
ru: Nintendo Классика

# theme.nintendo.desc
source: Inspired by the classic NES/Famicom
it: Ispirato al classico NES/Famicom
ja: クラシックなファミコン/NESスタイル
ru: Вдохновлено классическим NES/Famicom

# theme.snes
source: Super Nintendo
ja: スーパーファミコン

# theme.snes.desc
source: Colorful SNES button style
it: Stile colorato dei pulsanti SNES
ja: カラフルなSFCボタンスタイル
ru: Красочный стиль кнопок SNES

# theme.gameboy
source: Game Boy
ja: ゲームボーイ

# theme.gameboy.desc
source: Classic green monochrome display
it: Display monocromatico verde classico
ja: クラシックな緑のモノクロディスプレイ
ru: Классический зелёный монохромный дисплей

# theme.playstation.desc
source: Sony PlayStation inspired dark theme
it: Tema scuro ispirato a Sony PlayStation
ja: ソニーPlayStationダークテーマ
ru: Тёмная тема Sony PlayStation

# theme.xbox.desc
source: Microsoft Xbox green accent theme
it: Tema verde Microsoft Xbox
ja: Microsoft Xboxグリーンテーマ
ru: Зелёная тема Microsoft Xbox

# theme.genesis
source: Sega Genesis
ja: メガドライブ

# theme.genesis.desc
source: Sega blue and speed style
it: Stile blu e velocità Sega
ja: セガブルーとスピードスタイル
ru: Синий стиль скорости Sega

# theme.arcade
source: Retro Arcade
it: Arcade Retro
ja: レトロアーケード
ru: Ретро Аркада

# theme.arcade.desc
source: Neon lights and dark cabinets
it: Luci al neon e cabinati scuri
ja: ネオンライトとダークキャビネット
ru: Неоновые огни и тёмные корпуса

# theme.cyberpunk
source: Cyberpunk
ja: サイバーパンク
ru: Киберпанк

# theme.cyberpunk.desc
source: Futuristic neon cyber style
it: Stile cyber neon futuristico
ja: 未来的なネオンサイバースタイル
ru: Футуристический неоновый кибер-стиль

# theme.pixel
source: Pixel Art
ja: ピクセルアート
ru: Пиксель-арт

# theme.pixel.desc
source: 8-bit inspired warm colors
it: Colori caldi stile 8-bit
ja: 8ビット風の暖色系
ru: 8-битные тёплые цвета

# theme.midnight
source: Midnight
it: Mezzanotte
ja: ミッドナイト
ru: Полночь

# theme.midnight.desc
source: Pure dark OLED-friendly theme
it: Tema scuro puro per OLED
ja: ピュアダークOLED対応テーマ
ru: Чистая тёмная тема для OLED

# theme.sunset
source: Sunset
it: Tramonto
ja: サンセット
ru: Закат

# theme.sunset.desc
source: Warm gradient sunset colors
it: Colori caldi sfumati del tramonto
ja: 暖かいグラデーションの夕焼け色
ru: Тёплые цвета заката

# theme.ocean
source: Ocean
it: Oceano
ja: オーシャン
ru: Океан

# theme.ocean.desc
source: Deep sea blue tones
it: Toni blu del mare profondo
ja: 深海ブルートーン
ru: Глубокие морские синие тона

# theme.forest
source: Forest
it: Foresta
ja: フォレスト
ru: Лес

# theme.forest.desc
source: Natural green woodland style
it: Stile verde naturale del bosco
ja: 自然なグリーンの森林スタイル
ru: Естественный зелёный лесной стиль

# settings.saves.desc
source: Auto save creates a backup save state periodically. iCloud sync keeps your saves across devices.
it: Il salvataggio automatico crea backup periodici. La sincronizzazione iCloud mantiene i salvataggi su tutti i dispositivi.
ja: オートセーブは定期的にバックアップを作成します。iCloud同期でデバイス間でセーブを同期できます。
ru: Автосохранение периодически создаёт резервные копии. Синхронизация iCloud сохраняет данные между устройствами.

# settings.storage.battery
source: Battery Saves
it: Salvataggi batteria
ja: バッテリーセーブ
ru: Сохранения батареи

# settings.storage.total
source: Total
it: Totale
ja: 合計
ru: Всего

# settings.storage.clearAll
source: Clear All Data
it: Elimina tutti i dati
ja: すべてのデータを削除
ru: Удалить все данные

# settings.storage.clearAll.confirm
source: This will delete all ROMs, save states, and settings. This action cannot be undone.
it: Tutti i ROM, i salvataggi e le impostazioni verranno eliminati. Questa azione non può essere annullata.
ja: すべてのROM、セーブデータ、設定が削除されます。この操作は取り消せません。
ru: Все ROM-файлы, сохранения и настройки будут удалены. Это действие нельзя отменить.

# settings.cores.manage
source: Manage Cores
it: Gestisci core
ja: コアを管理
ru: Управление ядрами

# settings.cores.scanning
source: Scanning for cores...
it: Ricerca core...
ja: コアをスキャン中...
ru: Поиск ядер...

# settings.cores.notFound
source: No Cores Found
it: Nessun core trovato
ja: コアが見つかりません
ru: Ядра не найдены

# settings.cores.notFound.desc
source: Import libretro cores to enable emulation.
it: Importa i core libretro per abilitare l'emulazione.
ja: エミュレーションを有効にするにはlibretroコアをインポートしてください。
ru: Импортируйте ядра libretro для включения эмуляции.

# settings.cores.info
source: Core Information
it: Informazioni core
ja: コア情報
ru: Информация о ядре

# settings.cores.core
source: Core
ja: コア
ru: Ядро

# settings.cores.status
source: Status
it: Stato
ja: ステータス
ru: Статус

# settings.cores.ready
source: Ready
it: Pronto
ja: 準備完了
ru: Готово

# settings.cores.performance
source: Performance
it: Prestazioni
ja: パフォーマンス
ru: Производительность

# settings.cores.frameSkip
source: Frame Skip
it: Salto frame
ja: フレームスキップ
ru: Пропуск кадров

# settings.cores.audioLatency
source: Audio Latency
it: Latenza audio
ja: オーディオ遅延
ru: Задержка звука

# settings.cores.audioLatency.low
source: Low (32ms)
it: Bassa (32ms)
ja: 低 (32ms)
ru: Низкая (32мс)

# settings.cores.audioLatency.medium
source: Medium (64ms)
it: Media (64ms)
ja: 中 (64ms)
ru: Средняя (64мс)

# settings.cores.audioLatency.high
source: High (128ms)
it: Alta (128ms)
ja: 高 (128ms)
ru: Высокая (128мс)

# settings.cores.systemSpecific
source: System Specific
it: Impostazioni sistema
ja: システム固有設定
ru: Настройки системы

# settings.cores.noAdditional
source: No additional settings
it: Nessuna impostazione aggiuntiva
ja: 追加設定なし
ru: Нет дополнительных настроек
