Repository: SoBison/Yearn
Catalog: Yearn/Resources/*.lproj/Localizable.strings
Languages: it, ja, ru

# settings.cores.gbc.palette
source: Color Palette
it: Tavolozza colori
ja: カラーパレット
ru: Цветовая палитра

# settings.cores.gbc.palette.default
source: Default
it: Predefinita
ja: デフォルト
ru: По умолчанию

# settings.cores.gbc.palette.grayscale
source: Grayscale
it: Scala di grigi
ja: グレースケール
ru: Оттенки серого

# settings.cores.gbc.palette.green
source: Classic Green
it: Verde classico
ja: クラシックグリーン
ru: Классический зелёный

# settings.cores.gbc.palette.brown
source: Pocket Brown
it: Marrone pocket
ja: ポケットブラウン
ru: Карманный коричневый

# settings.cores.nds.layout
source: Screen Layout
it: Layout schermo
ja: 画面レイアウト
ru: Расположение экранов

# settings.cores.nds.layout.vertical
source: Vertical
it: Verticale
ja: 縦並び
ru: Вертикально

# settings.cores.nds.layout.vertical.desc
source: Screens stacked vertically
it: Schermi impilati verticalmente
ja: 画面を縦に配置
ru: Экраны друг над другом

# settings.cores.nds.layout.horizontal
source: Horizontal
it: Orizzontale
ja: 横並び
ru: Горизонтально

# settings.cores.nds.layout.horizontal.desc
source: Screens side by side
it: Schermi affiancati
ja: 画面を横に配置
ru: Экраны рядом

# settings.cores.nds.layout.single
source: Single Screen
it: Schermo singolo
ja: シングル画面
ru: Один экран

# settings.cores.nds.layout.single.desc
source: Show one screen at a time
it: Mostra uno schermo alla volta
ja: 一度に1画面を表示
ru: Показывать один экран

# settings.about.build
source: Build
ja: ビルド
ru: Сборка

# settings.about.licenses.content
source: Yearn uses the following open source projects: • libretro API - MIT License • FCEUmm (NES) - GPL v2 • bsnes (SNES) - GPL v3 • Gambatte (GB/GBC) - GPL v2 • mGBA (GBA) - MPL 2.0 • Mupen64Plus Next (N64) - GPL v2 • melonDS (NDS) - GPL v3 • ClownMDEmu (Genesis/MD) - AGPL v3 • SwanStation (PS1) - GPL v3 The core framework (YearnCore) is released under GPL v3. Full license texts are available in the source repository.
it: Yearn utilizza i seguenti progetti open source: • libretro API - Licenza MIT • FCEUmm (NES/FC) - GPL v2 • bsnes (SNES/SFC) - GPL v3 • Gambatte (GB/GBC) - GPL v2 • mGBA (GBA) - MPL 2.0 • Mupen64Plus Next (N64) - GPL v2 • melonDS (NDS) - GPL v3 • ClownMDEmu (MD/Genesis) - AGPL v3 • SwanStation (PS1) - GPL v3 Il framework core (YearnCore) è rilasciato sotto licenza GPL v3. I testi completi delle licenze sono disponibili nel repository del codice sorgente.
ja: Yearnは以下のオープンソースプロジェクトを使用しています： • libretro API - MIT ライセンス • FCEUmm (NES/FC) - GPL v2 • bsnes (SNES/SFC) - GPL v3 • Gambatte (GB/GBC) - GPL v2 • mGBA (GBA) - MPL 2.0 • Mupen64Plus Next (N64) - GPL v2 • melonDS (NDS) - GPL v3 • ClownMDEmu (MD/Genesis) - AGPL v3 • SwanStation (PS1) - GPL v3 コアフレームワーク (YearnCore) は GPL v3 ライセンスで公開されています。 完全なライセンステキストはソースリポジトリをご覧ください。
ru: Yearn использует следующие проекты с открытым исходным кодом: • libretro API - Лицензия MIT • FCEUmm (NES/FC) - GPL v2 • bsnes (SNES/SFC) - GPL v3 • Gambatte (GB/GBC) - GPL v2 • mGBA (GBA) - MPL 2.0 • Mupen64Plus Next (N64) - GPL v2 • melonDS (NDS) - GPL v3 • ClownMDEmu (MD/Genesis) - AGPL v3 • SwanStation (PS1) - GPL v3 Основной фреймворк (YearnCore) выпущен под лицензией GPL v3. Полные тексты лицензий доступны в репозитории исходного кода.

# settings.about.licenses.bios
source: Bundled BIOS Files
it: File BIOS Integrati
ja: 内蔵BIOSファイル
ru: Встроенные файлы BIOS

# settings.about.acknowledgements.thanks
source: Special Thanks
it: Ringraziamenti speciali
ja: スペシャルサンクス
ru: Особая благодарность

# settings.about.acknowledgements.libretro
source: The libretro team for creating an amazing emulation framework.
it: Il team libretro per aver creato un fantastico framework di emulazione.
ja: 素晴らしいエミュレーションフレームワークを作成したlibretroチームに感謝します。
ru: Команде libretro за создание отличного фреймворка эмуляции.

# settings.about.acknowledgements.cores
source: All the emulator core developers for their incredible work.
it: Tutti gli sviluppatori dei core emulatore per il loro incredibile lavoro.
ja: 素晴らしい仕事をしたすべてのエミュレータコア開発者に感謝します。
ru: Всем разработчикам ядер эмуляторов за их невероятную работу.

# settings.about.acknowledgements.community
source: The retro gaming community for keeping classic games alive.
it: La comunità retrogaming per mantenere vivi i giochi classici.
ja: クラシックゲームを生かし続けるレトロゲームコミュニティに感謝します。
ru: Сообществу ретро-игр за сохранение классических игр.

# settings.about.acknowledgements.contributors
source: Contributors
it: Contributori
ja: コントリビューター
ru: Участники

# settings.about.acknowledgements.contributors.desc
source: This project is open source. Contributions are welcome!
it: Questo progetto è open source. I contributi sono benvenuti!
ja: このプロジェクトはオープンソースです。貢献を歓迎します！
ru: Этот проект с открытым исходным кодом. Вклад приветствуется!

# settings.controls.noControllers.desc
source: Connect a Bluetooth or MFi controller to use it with Yearn.
it: Collega un controller Bluetooth o MFi per usarlo con Yearn.
ja: BluetoothまたはMFiコントローラーを接続してYearnで使用できます。
ru: Подключите Bluetooth или MFi контроллер для использования с Yearn.

# settings.controls.supported
source: Supported controllers include PlayStation DualShock/DualSense, Xbox controllers, Nintendo Switch Pro Controller, and MFi certified controllers.
it: I controller supportati includono PlayStation DualShock/DualSense, controller Xbox, Nintendo Switch Pro Controller e controller certificati MFi.
ja: PlayStation DualShock/DualSense、Xboxコントローラー、Nintendo Switch Proコントローラー、MFi認定コントローラーがサポートされています。
ru: Поддерживаются PlayStation DualShock/DualSense, контроллеры Xbox, Nintendo Switch Pro Controller и MFi-сертифицированные контроллеры.

# library.sortBy
source: Sort By
it: Ordina per
ja: 並び替え
ru: Сортировка

# library.viewMode
source: View
it: Vista
ja: 表示
ru: Вид

# library.viewMode.grid
source: Grid
it: Griglia
ja: グリッド
ru: Сетка

# library.viewMode.list
source: List
it: Elenco
ja: リスト
ru: Список

# gameInfo.system
source: System
it: Sistema
ja: システム
ru: Система

# gameInfo.file
source: File
ja: ファイル
ru: Файл

# gameInfo.size
source: Size
it: Dimensione
ja: サイズ
ru: Размер

# gameInfo.added
source: Added
it: Aggiunto
ja: 追加日
ru: Добавлено

# gameInfo.extensions
source: Supported Extensions
it: Estensioni supportate
ja: 対応拡張子
ru: Поддерживаемые расширения

# theme.preview.game
source: Game
it: Gioco
ja: ゲーム
ru: Игра

# controller.title
source: Controllers
it: Controller
ja: コントローラー
ru: Контроллеры

# controller.connected
source: Connected Controllers
it: Controller Collegati
ja: 接続中のコントローラー
ru: Подключённые контроллеры

# controller.noConnected
source: No controllers connected
it: Nessun controller collegato
ja: コントローラーが接続されていません
ru: Контроллеры не подключены

# controller.refresh
source: Refresh
it: Aggiorna
ja: 更新
ru: Обновить

# controller.supported
source: Supports Xbox, PlayStation, Nintendo Switch Pro, and MFi controllers.
it: Supporta controller Xbox, PlayStation, Nintendo Switch Pro e MFi.
ja: Xbox、PlayStation、Nintendo Switch Pro、MFiコントローラーに対応。
ru: Поддерживаются Xbox, PlayStation, Nintendo Switch Pro и MFi контроллеры.

# controller.unknown
source: Unknown Controller
it: Controller Sconosciuto
ja: 不明なコントローラー
ru: Неизвестный контроллер

# controller.extended
source: Extended Gamepad
it: Gamepad Esteso
ja: 拡張ゲームパッド
ru: Расширенный геймпад

# controller.basic
source: Basic Controller
it: Controller Base
ja: 基本コントローラー
ru: Базовый контроллер

# controller.physical
source: Physical Controller
it: Controller Fisico
ja: 物理コントローラー
ru: Физический контроллер

# controller.vibration
source: Vibration
it: Vibrazione
ja: 振動
ru: Вибрация

# controller.hideVirtual
source: Hide Virtual When Connected
it: Nascondi Virtuale Quando Collegato
ja: 接続時に仮想を非表示
ru: Скрыть виртуальный при подключении

# controller.leftStickDPad
source: Left Stick as D-Pad
it: Stick Sinistro come D-Pad
ja: 左スティックを十字キーとして使用
ru: Левый стик как D-Pad

# controller.rightStickCamera
source: Right Stick for Camera
it: Stick Destro per Telecamera
ja: 右スティックでカメラ操作
ru: Правый стик для камеры

# controller.deadzone
source: Stick Deadzone
it: Zona Morta Stick
ja: スティックデッドゾーン
ru: Мёртвая зона стика

# controller.mapping
source: Button Mapping
it: Mappatura Tasti
ja: ボタン配置
ru: Назначение кнопок

# controller.virtual
source: Virtual Controller
it: Controller Virtuale
ja: 仮想コントローラー
ru: Виртуальный контроллер

# controller.opacity
source: Opacity
it: Opacità
ja: 透明度
ru: Прозрачность

# controller.size
source: Size
it: Dimensione
ja: サイズ
ru: Размер

# controller.showLabels
source: Show Button Labels
it: Mostra Etichette Pulsanti
ja: ボタンラベルを表示
ru: Показать метки кнопок

# controller.haptics
source: Haptic Feedback
it: Feedback Aptico
ja: 触覚フィードバック
ru: Тактильная отдача

# controller.autoHide
source: Auto-Hide When Idle
it: Nascondi Auto Quando Inattivo
ja: アイドル時に自動非表示
ru: Автоскрытие при простое

source: Controller Skin
it: Skin Controller
ja: コントローラースキン
ru: Скин контроллера

# controller.presets
source: Quick Presets
it: Preset Rapidi
ja: クイックプリセット
ru: Быстрые пресеты

# controller.preset.compact
source: Compact (Small Hands)
it: Compatto (Mani Piccole)
ja: コンパクト（小さい手）
ru: Компактный (маленькие руки)

# controller.preset.default
source: Default
it: Predefinito
ja: デフォルト
ru: По умолчанию

# controller.preset.large
source: Large (Big Hands)
it: Grande (Mani Grandi)
ja: ラージ（大きい手）
ru: Большой (большие руки)

# controller.turbo
source: Turbo
ja: 連射
ru: Турбо

# controller.turbo.settings
source: Turbo Settings
it: Impostazioni Turbo
ja: 連射設定
ru: Настройки турбо

# controller.turbo.enable
source: Enable Turbo
it: Abilita Turbo
ja: 連射を有効化
ru: Включить турбо

# controller.turbo.speed
source: Turbo Speed
it: Velocità Turbo
ja: 連射速度
ru: Скорость турбо

# controller.turbo.desc
source: Turbo mode rapidly presses buttons automatically.
it: La modalità turbo preme automaticamente i pulsanti rapidamente.
ja: 連射モードはボタンを自動的に高速で押します。
ru: Турбо режим автоматически быстро нажимает кнопки.

# controller.turbo.buttons
source: Turbo Buttons
it: Pulsanti Turbo
ja: 連射ボタン
ru: Турбо кнопки

# controller.mapping.face
source: Face Buttons
it: Pulsanti Frontali
ja: フェイスボタン
ru: Лицевые кнопки

# controller.mapping.dpad
source: D-Pad
ja: 十字キー

# controller.mapping.shoulder
source: Shoulder Buttons
it: Pulsanti Dorsali
ja: ショルダーボタン
ru: Плечевые кнопки

# controller.mapping.thumbstick
source: Thumbstick Buttons
it: Pulsanti Stick
ja: スティックボタン
ru: Кнопки стиков

# controller.mapping.system
source: System Buttons
it: Pulsanti Sistema
ja: システムボタン
ru: Системные кнопки

# controller.mapping.reset
source: Reset to Default
it: Ripristina Predefinito
ja: デフォルトにリセット
ru: Сбросить по умолчанию

# controller.mapping.press
source: Press a button...
it: Premi un pulsante...
ja: ボタンを押してください...
ru: Нажмите кнопку...

# controller.mapping.notSet
source: Not Set
it: Non Impostato
ja: 未設定
ru: Не задано

# controller.button.a
source: A Button
it: Pulsante A
ja: Aボタン
ru: Кнопка A

# controller.button.b
source: B Button
it: Pulsante B
ja: Bボタン
ru: Кнопка B

# controller.button.x
source: X Button
it: Pulsante X
ja: Xボタン
ru: Кнопка X

# controller.button.y
source: Y Button
it: Pulsante Y
ja: Yボタン
ru: Кнопка Y

# controller.button.up
source: D-Pad Up
it: D-Pad Su
ja: 十字キー 上
ru: D-Pad Вверх

# controller.button.down
source: D-Pad Down
it: D-Pad Giù
ja: 十字キー 下
ru: D-Pad Вниз

# controller.button.left
source: D-Pad Left
it: D-Pad Sinistra
ja: 十字キー 左
ru: D-Pad Влево

# controller.button.right
source: D-Pad Right
it: D-Pad Destra
ja: 十字キー 右
ru: D-Pad Вправо

# controller.button.l3
source: L3 (Left Stick)
it: L3 (Stick Sinistro)
ja: L3（左スティック）
ru: L3 (Левый стик)

# controller.button.r3
source: R3 (Right Stick)
it: R3 (Stick Destro)
ja: R3（右スティック）
ru: R3 (Правый стик)

# display.title
source: External Display
it: Display Esterno
ja: 外部ディスプレイ
ru: Внешний дисплей

# display.status
source: Connection Status
it: Stato Connessione
ja: 接続状態
ru: Состояние подключения

# display.status.desc
source: Connect via AirPlay, HDMI adapter, or USB-C to display games on TV.
it: Connetti tramite AirPlay, adattatore HDMI o USB-C per visualizzare i giochi sulla TV.
ja: AirPlay、HDMIアダプター、USB-Cでテレビにゲームを表示できます。
ru: Подключите через AirPlay, HDMI-адаптер или USB-C для вывода игр на ТВ.

# display.connected
source: External Display Connected
it: Display Esterno Connesso
ja: 外部ディスプレイ接続中
ru: Внешний дисплей подключён

# display.notConnected
source: No External Display
it: Nessun Display Esterno
ja: 外部ディスプレイなし
ru: Внешний дисплей не подключён

source: Display Mode
it: Modalità Display
ja: 表示モード
ru: Режим отображения

# display.mode.gameOnly
source: Game Only
it: Solo Gioco
ja: ゲームのみ
ru: Только игра

# display.mode.gameOnly.desc
source: Show only the game screen on TV
it: Mostra solo il gioco sulla TV
ja: テレビにゲーム画面のみ表示
ru: Показывать только игру на ТВ

# display.mode.fullMirror
source: Full Mirror
it: Mirroring Completo
ja: フルミラーリング
ru: Полное зеркалирование

# display.mode.fullMirror.desc
source: Mirror entire screen including controls
it: Duplica l'intero schermo inclusi i controlli
ja: コントローラーを含む画面全体をミラーリング
ru: Зеркалировать весь экран с элементами управления

# display.mode.gameWithBorder
source: Game with Border
it: Gioco con Cornice
ja: 枠付きゲーム
ru: Игра с рамкой

# display.mode.gameWithBorder.desc
source: Show game with decorative border
it: Mostra il gioco con cornice decorativa
ja: 装飾枠付きでゲームを表示
ru: Показывать игру с декоративной рамкой

# display.options
source: Options
it: Opzioni
ja: オプション
ru: Параметры

# display.showControlsOnDevice
source: Show Controls on Device
it: Mostra Controlli sul Dispositivo
ja: デバイスにコントローラーを表示
ru: Показывать элементы управления на устройстве

source: Display Scale
it: Scala Display
ja: 表示スケール
ru: Масштаб дисплея

# display.tips
source: Connection Tips
it: Suggerimenti Connessione
ja: 接続のヒント
ru: Советы по подключению

# display.tip.airplay
source: AirPlay: Swipe down from top-right, tap Screen Mirroring
it: AirPlay: Scorri dall'angolo in alto a destra, tocca Duplica Schermo
ja: AirPlay：右上から下にスワイプして画面ミラーリングをタップ
ru: AirPlay: Проведите вниз из правого верхнего угла, нажмите Повтор экрана

# display.tip.hdmi
source: HDMI: Use Lightning/USB-C to HDMI adapter
it: HDMI: Usa un adattatore Lightning/USB-C a HDMI
ja: HDMI：Lightning/USB-C to HDMIアダプターを使用
ru: HDMI: Используйте адаптер Lightning/USB-C на HDMI

# display.tip.usbc
source: USB-C: Connect directly to compatible displays
it: USB-C: Collega direttamente a display compatibili
ja: USB-C：対応ディスプレイに直接接続
ru: USB-C: Подключите напрямую к совместимому дисплею

# settings.bios
source: BIOS Files
it: File BIOS
ja: BIOSファイル
ru: Файлы BIOS

# settings.bios.manage
source: Manage BIOS
it: Gestisci BIOS
ja: BIOS管理
ru: Управление BIOS

# settings.bios.ps1.missing
source: PS1 BIOS Missing
it: BIOS PS1 Mancante
ja: PS1 BIOS未検出
ru: BIOS PS1 отсутствует

# bios.ps1.footer
source: PS1 emulation requires official BIOS files. Install at least one region's BIOS to play games from that region. Installing all regions is recommended for best compatibility.
it: L'emulazione PS1 richiede file BIOS ufficiali. Installa almeno un BIOS di una regione per giocare ai giochi di quella regione. Si consiglia di installare tutte le regioni per la migliore compatibilità.
ja: PS1エミュレーションには公式BIOSファイルが必要です。少なくとも1つの地域のBIOSをインストールして、その地域のゲームをプレイできます。最高の互換性のため、すべての地域のBIOSをインストールすることをお勧めします。
ru: Для эмуляции PS1 требуются официальные файлы BIOS. Установите хотя бы один региональный BIOS для игр этого региона. Рекомендуется установить все регионы для лучшей совместимости.

# bios.nds.footer
source: NDS uses built-in open source BIOS replacements. No additional configuration needed.
it: NDS utilizza BIOS open source integrati. Nessuna configurazione aggiuntiva necessaria.
ja: NDSは内蔵のオープンソースBIOS代替品を使用します。追加の設定は不要です。
ru: NDS использует встроенные открытые заменители BIOS. Дополнительная настройка не требуется.

# bios.nds.builtin
source: Using built-in open source BIOS
it: Utilizzo BIOS open source integrato
ja: 内蔵オープンソースBIOSを使用中
ru: Используется встроенный открытый BIOS

# bios.import
source: Import BIOS Files
it: Importa File BIOS
ja: BIOSファイルをインポート
ru: Импорт файлов BIOS

# bios.import.section
source: File Import
it: Importazione File
ja: ファイルインポート
ru: Импорт файлов

# bios.import.footer
source: Select BIOS files from Files app or iCloud Drive. File names must match standard names (e.g., scph5501.bin).
it: Seleziona i file BIOS dall'app File o iCloud Drive. I nomi dei file devono corrispondere ai nomi standard (es. scph5501.bin).
ja: ファイルアプリまたはiCloud DriveからBIOSファイルを選択します。ファイル名は標準名と一致する必要があります（例：scph5501.bin）。
ru: Выберите файлы BIOS из приложения Файлы или iCloud Drive. Имена файлов должны соответствовать стандартным (например, scph5501.bin).

# bios.import.success
source: Successfully imported %d BIOS file(s)
it: Importati con successo %d file BIOS
ja: %d個のBIOSファイルをインポートしました
ru: Успешно импортировано %d файл(ов) BIOS

# bios.import.partial
source: Successfully imported %d file(s). The following files failed: %@
it: Importati con successo %d file. I seguenti file non sono riusciti: %@
ja: %d個のファイルをインポートしました。以下のファイルは失敗しました： %@
ru: Успешно импортировано %d файл(ов). Следующие файлы не удалось импортировать: %@

source: BIOS Directory
it: Directory BIOS
ja: BIOSディレクトリ
ru: Директория BIOS

# bios.help.title
source: Help
it: Aiuto
ja: ヘルプ
ru: Справка

# bios.help.whatIs
source: What is BIOS?
it: Cos'è il BIOS?
ja: BIOSとは？
ru: Что такое BIOS?

# bios.help.whatIs.content
source: BIOS (Basic Input/Output System) is the firmware program of a game console. Some emulators require original BIOS files to run games correctly. PlayStation emulators need official BIOS files, while NDS emulators can use open source alternatives.
it: Il BIOS (Basic Input/Output System) è il firmware di una console di gioco. Alcuni emulatori richiedono file BIOS originali per eseguire correttamente i giochi. Gli emulatori PlayStation necessitano di file BIOS ufficiali, mentre gli emulatori NDS possono usare alternative open source.
ja: BIOS（基本入出力システム）はゲーム機のファームウェアプログラムです。一部のエミュレータはゲームを正しく実行するために元のBIOSファイルが必要です。PlayStationエミュレータには公式BIOSファイルが必要ですが、NDSエミュレータはオープンソースの代替品を使用できます。
ru: BIOS (базовая система ввода-вывода) — это прошивка игровой консоли. Некоторым эмуляторам требуются оригинальные файлы BIOS для корректной работы игр. Эмуляторам PlayStation нужны официальные файлы BIOS, а эмуляторы NDS могут использовать открытые альтернативы.

# bios.help.whereToGet
source: How to get BIOS files?
it: Come ottenere i file BIOS?
ja: BIOSファイルの入手方法
ru: Как получить файлы BIOS?

# bios.help.whereToGet.content
source: Due to copyright restrictions, we cannot provide official BIOS files. You need to extract BIOS files from your own game console. There are many tutorials online explaining how to dump BIOS from physical hardware. Please ensure you legally own the corresponding console.
it: A causa delle restrizioni sul copyright, non possiamo fornire file BIOS ufficiali. Devi estrarre i file BIOS dalla tua console di gioco. Ci sono molti tutorial online che spiegano come estrarre il BIOS dall'hardware fisico. Assicurati di possedere legalmente la console corrispondente.
ja: 著作権の制限により、公式BIOSファイルを提供することはできません。お持ちのゲーム機からBIOSファイルを抽出する必要があります。物理ハードウェアからBIOSをダンプする方法を説明するチュートリアルがオンラインに多数あります。対応するコンソールを合法的に所有していることを確認してください。
ru: Из-за авторских прав мы не можем предоставить официальные файлы BIOS. Вам нужно извлечь файлы BIOS из собственной игровой консоли. В интернете много руководств по извлечению BIOS с физического оборудования. Убедитесь, что вы законно владеете соответствующей консолью.

# bios.help.fileNames
source: BIOS File Names
it: Nomi File BIOS
ja: BIOSファイル名
ru: Имена файлов BIOS

# bios.help.fileNames.ps1
source: PS1 BIOS Files:
it: File BIOS PS1:
ja: PS1 BIOSファイル：
ru: Файлы BIOS PS1:

# bios.error.unknownFile
source: Unknown BIOS file. Please check the file name.
it: File BIOS sconosciuto. Controlla il nome del file.
ja: 不明なBIOSファイルです。ファイル名を確認してください。
ru: Неизвестный файл BIOS. Проверьте имя файла.

# bios.error.accessDenied
source: Cannot access the file. Please check file permissions.
it: Impossibile accedere al file. Controlla i permessi.
ja: ファイルにアクセスできません。ファイルの権限を確認してください。
ru: Невозможно получить доступ к файлу. Проверьте права доступа.

# bios.error.copyFailed
source: Failed to copy file: %@
it: Copia del file fallita: %@
ja: ファイルのコピーに失敗しました：%@
ru: Не удалось скопировать файл: %@

# bios.alert.title
source: BIOS File Required
it: File BIOS Richiesto
ja: BIOSファイルが必要です
ru: Требуется файл BIOS

# bios.alert.goToSettings
source: Go to Settings
it: Vai alle Impostazioni
ja: 設定へ移動
ru: Перейти в настройки

# bios.alert.message.PS1
source: PlayStation games require official BIOS files. Please go to Settings to import BIOS files (e.g., scph5501.bin).
it: I giochi PlayStation richiedono file BIOS ufficiali. Vai alle Impostazioni per importare i file BIOS (es. scph5501.bin).
ja: PlayStationゲームには公式BIOSファイルが必要です。設定からBIOSファイル（例：scph5501.bin）をインポートしてください。
ru: Для игр PlayStation требуются официальные файлы BIOS. Перейдите в настройки, чтобы импортировать файлы BIOS (например, scph5501.bin).

# pause.resume
source: Resume
it: Riprendi
ja: 再開
ru: Продолжить

# pause.save
source: Save
it: Salva
ja: セーブ
ru: Сохранить

# pause.saveStates
source: Save States
it: Stati di Salvataggio
ja: ステートセーブ
ru: Сохранения

# pause.screenshot
source: Screenshot
ja: スクリーンショット
ru: Скриншот

# pause.screenshot.saved
source: Screenshot saved
it: Screenshot salvato
ja: スクリーンショットを保存しました
ru: Скриншот сохранён

# pause.speed
source: Speed
it: Velocità
ja: 速度
ru: Скорость

# pause.speed.current
source: Speed: %@
it: Velocità: %@
ja: 速度：%@
ru: Скорость: %@

# pause.cheats
source: Cheats
it: Trucchi
ja: チート
ru: Читы

# pause.reset
source: Reset
ja: リセット
ru: Сброс

# pause.info
source: Info
ja: 情報
ru: Инфо

# pause.gameInfo
source: Game Info
it: Info Gioco
ja: ゲーム情報
ru: Информация об игре

# pause.skin
source: Skin
ja: スキン
ru: Скин

# pause.controllerSkin
source: Controller Skin
it: Skin Controller
ja: コントローラースキン
ru: Скин контроллера

# pause.quit
source: Quit
it: Esci
ja: 終了
ru: Выйти

# bios.region.japan
source: Japan
it: Giappone
ja: 日本
ru: Япония

# bios.region.usa
source: USA
ja: 北米
ru: США

# bios.region.europe
source: Europe
it: Europa
ja: 欧州
ru: Европа

# bios.region.usa.old
source: USA (Old)
it: USA (Vecchio)
ja: 旧版北米
ru: США (старый)

# settings.display.gameScale
source: Game Screen Scale
it: Scala Schermo Gioco
ja: ゲーム画面スケール
ru: Масштаб экрана игры

# import.help.button
source: Import Help
it: Guida Importazione
ja: インポートヘルプ
ru: Помощь по импорту

# import.help.nav.title
source: Import Help
it: Guida Importazione
ja: インポートヘルプ
ru: Помощь по импорту

# import.help.title
source: How to Import Games
it: Come Importare i Giochi
ja: ゲームのインポート方法
ru: Как импортировать игры

# import.help.subtitle
source: Learn how to import ROM files into Yearn
it: Scopri come importare file ROM in Yearn
ja: ROMファイルをYearnにインポートする方法を学ぶ
ru: Узнайте, как импортировать ROM-файлы в Yearn

# import.help.systems.title
source: Supported Systems
it: Sistemi Supportati
ja: 対応システム
ru: Поддерживаемые системы

# import.help.methods.title
source: Import Methods
it: Metodi di Importazione
ja: インポート方法
ru: Способы импорта

# import.help.method.files
source: Select Files
it: Seleziona File
ja: ファイルを選択
ru: Выбрать файлы

# import.help.method.files.desc
source: Choose one or more ROM files from the Files app
it: Scegli uno o più file ROM dall'app File
ja: ファイルアプリから1つ以上のROMファイルを選択
ru: Выберите один или несколько ROM-файлов из приложения Файлы

# import.help.method.folder
source: Select Folder
it: Seleziona Cartella
ja: フォルダを選択
ru: Выбрать папку

# import.help.method.folder.desc
source: Import all games from a folder at once
it: Importa tutti i giochi da una cartella in una volta
ja: フォルダ内のすべてのゲームを一度にインポート
ru: Импортировать все игры из папки за раз

# import.help.method.icloud.desc
source: Select ROM files from iCloud Drive
it: Seleziona file ROM da iCloud Drive
ja: iCloud DriveからROMファイルを選択
ru: Выберите ROM-файлы из iCloud Drive
